[
    {
        "alarm": null,
        "content": "الا يا ايها الساقي ادر کاسا و ناولها\nکه عشق آسان نمود اول ولي افتاد مشکل ها\nبه بوي نافه اي کاخر صبا زان طره بگشايد\nز تاب جعد مشکينش چه خون افتاد در دل ها\nمرا در منزل جانان چه امن عيش چون هر دم\nجرس فرياد مي دارد که بربنديد محمل ها\nبه مي سجاده رنگين کن گرت پير مغان گويد\nکه سالک بي خبر نبود ز راه و رسم منزل ها\nشب تاريک و بيم موج و گردابي چنين هايل\nکجا دانند حال ما سبکباران ساحل ها\nهمه کارم ز خود کامي به بدنامي کشيد آخر\nنهان کي ماند آن رازي کز او سازند محفل ها\nحضوري گر همي خواهي از او غايب مشو حافظ\nمتي ما تلق من تهوي دع الدنيا و اهملها",
        "id": "HQ001",
        "link1": "https://podcasts.apple.com/us/podcast/%D8%B1%D9%88%D8%A7%D9%82-ravaq/id1459918086?i=1000650652264",
        "link2": "",
        "share": null,
        "title": "1- الا يا ايها الساقي ادر کاسا و ناولها",
        "vazn": "مفاعیلن مفاعیلن مفاعیلن مفاعیلن",
        "voice": null
    },
    {
        "alarm": null,
        "content": "صلاح کار کجا و من خراب کجا\nببين تفاوت ره کز کجاست تا به کجا\nدلم ز صومعه بگرفت و خرقه سالوس\nکجاست دير مغان و شراب ناب کجا\nچه نسبت است به رندي صلاح و تقوا را\nسماع وعظ کجا نغمه رباب کجا\nز روي دوست دل دشمنان چه دريابد\nچراغ مرده کجا شمع آفتاب کجا\nچو کحل بينش ما خاک آستان شماست\nکجا رويم بفرما از اين جناب کجا\nمبين به سيب زنخدان که چاه در راه است\nکجا همي روي اي دل بدين شتاب کجا\nبشد که ياد خوشش باد روزگار وصال\nخود آن کرشمه کجا رفت و آن عتاب کجا\nقرار و خواب ز حافظ طمع مدار اي دوست\nقرار چيست صبوري کدام و خواب کجا",
        "id": "HQ002",
        "link1": "https://podcasts.apple.com/us/podcast/%D8%B1%D9%88%D8%A7%D9%82-ravaq/id1459918086?i=1000650939921",
        "link2": "",
        "share": null,
        "title": "2- صلاح کار کجا و من خراب کجا",
        "vazn": "مفاعلن فعلاتن مفاعلن فعلن",
        "voice": null
    },
    {
        "alarm": null,
        "content": "اگر آن ترک شيرازي به دست آرد دل ما را\nبه خال هندويش بخشم سمرقند و بخارا را\nبده ساقي مي باقي که در جنت نخواهي يافت\nکنار آب رکن آباد و گلگشت مصلا را\nفغان کاين لوليان شوخ شيرين کار شهرآشوب\nچنان بردند صبر از دل که ترکان خوان يغما را\nز عشق ناتمام ما جمال يار مستغني است\nبه آب و رنگ و خال و خط چه حاجت روي زيبا را\nمن از آن حسن روزافزون که يوسف داشت دانستم\nکه عشق از پرده عصمت برون آرد زليخا را\nاگر دشنام فرمايي و گر نفرين دعا گويم\nجواب تلخ مي زيبد لب لعل شکرخا را\nنصيحت گوش کن جانا که از جان دوست تر دارند\nجوانان سعادتمند پند پير دانا را\nحديث از مطرب و مي گو و راز دهر کمتر جو\nکه کس نگشود و نگشايد به حکمت اين معما را\nغزل گفتي و در سفتي بيا و خوش بخوان حافظ\nکه بر نظم تو افشاند فلک عقد ثريا را",
        "id": "HQ003",
        "link1": "https://podcasts.apple.com/us/podcast/%D8%B1%D9%88%D8%A7%D9%82-ravaq/id1459918086?i=1000651000972",
        "link2": "",
        "share": null,
        "title": "3-اگر آن ترک شيرازي به دست آرد دل ما را",
        "vazn": "مفاعیلن مفاعیلن مفاعیلن مفاعیلن",
        "voice": null
    },
    {
        "alarm": null,
        "content": "صبا به لطف بگو آن غزال رعنا را\nکه سر به کوه و بيابان تو داده اي ما را\nشکرفروش که عمرش دراز باد چرا\nتفقدي نکند طوطي شکرخا را\nغرور حسنت اجازت مگر نداد اي گل\nکه پرسشي نکني عندليب شيدا را\nبه خلق و لطف توان کرد صيد اهل نظر\nبه بند و دام نگيرند مرغ دانا را\nندانم از چه سبب رنگ آشنايي نيست\nسهي قدان سيه چشم ماه سيما را\nچو با حبيب نشيني و باده پيمايي\nبه ياد دار محبان بادپيما را\nجز اين قدر نتوان گفت در جمال تو عيب\nکه وضع مهر و وفا نيست روي زيبا را\nدر آسمان نه عجب گر به گفته حافظ\nسرود زهره به رقص آورد مسيحا را",
        "id": "HQ004",
        "link1": "https://podcasts.apple.com/us/podcast/%D8%B1%D9%88%D8%A7%D9%82-ravaq/id1459918086?i=1000651108220",
        "link2": "",
        "share": null,
        "title": "4- صبا به لطف بگو آن غزال رعنا را",
        "vazn": "مفاعلن فعلاتن مفاعلن فعلن",
        "voice": null
    },
    {
        "alarm": null,
        "content": "دل مي رود ز دستم صاحب دلان خدا را\nدردا که راز پنهان خواهد شد آشکارا\nکشتي شکستگانيم اي باد شرطه برخيز\nباشد که بازبينيم ديدار آشنا را\nده روزه مهر گردون افسانه است و افسون\nنيکي به جاي ياران فرصت شمار يارا\nدر حلقه گل و مل خوش خواند دوش بلبل\nهات الصبوح هبوا يا ايها السکارا\nاي صاحب کرامت شکرانه سلامت\nروزي تفقدي کن درويش بي نوا را\nآسايش دو گيتي تفسير اين دو حرف است\nبا دوستان مروت با دشمنان مدارا\nدر کوي نيک نامي ما را گذر ندادند\nگر تو نمي پسندي تغيير کن قضا را\nآن تلخ وش که صوفي ام الخبائثش خواند\nاشهي لنا و احلي من قبله العذارا\nهنگام تنگدستي در عيش کوش و مستي\nکاين کيمياي هستي قارون کند گدا را\nسرکش مشو که چون شمع از غيرتت بسوزد\nدلبر که در کف او موم است سنگ خارا\nآيينه سکندر جام مي است بنگر\nتا بر تو عرضه دارد احوال ملک دارا\nخوبان پارسي گو بخشندگان عمرند\nساقي بده بشارت رندان پارسا را\nحافظ به خود نپوشيد اين خرقه مي آلود\nاي شيخ پاکدامن معذور دار ما را",
        "id": "HQ005",
        "link1": "https://podcasts.apple.com/us/podcast/%D8%B1%D9%88%D8%A7%D9%82-ravaq/id1459918086?i=1000651226559",
        "link2": "",
        "share": null,
        "title": "5- دل مي رود ز دستم صاحب دلان خدا را",
        "vazn": "مفعول فاعلاتن مفعول فاعلاتن",
        "voice": null
    },
    {
        "alarm": null,
        "content": "به ملازمان سلطان که رساند اين دعا را\nکه به شکر پادشاهي ز نظر مران گدا را\nز رقيب ديوسيرت به خداي خود پناهم\nمگر آن شهاب ثاقب مددي دهد خدا را\nمژه سياهت ار کرد به خون ما اشارت\nز فريب او بينديش و غلط مکن نگارا\nدل عالمي بسوزي چو عذار برفروزي\nتو از اين چه سود داري که نمي کني مدارا\nهمه شب در اين اميدم که نسيم صبحگاهي\nبه پيام آشنايان بنوازد آشنا را\nچه قيامت است جانا که به عاشقان نمودي\nدل و جان فداي رويت بنما عذار ما را\nبه خدا که جرعه اي ده تو به حافظ سحرخيز\nکه دعاي صبحگاهي اثري کند شما را",
        "id": "HQ006",
        "link1": "https://podcasts.apple.com/us/podcast/%D8%B1%D9%88%D8%A7%D9%82-ravaq/id1459918086?i=1000651348564",
        "link2": "",
        "share": null,
        "title": "6- به ملازمان سلطان که رساند اين دعا را",
        "vazn": "فعلات فاعلاتن فعلات فاعلاتن",
        "voice": null
    },
    {
        "alarm": null,
        "content": "صوفي بيا که آينه صافيست جام را\nتا بنگري صفاي مي لعل فام را\nراز درون پرده ز رندان مست پرس\nکاين حال نيست زاهد عالي مقام را\nعنقا شکار کس نشود دام بازچين\nکان جا هميشه باد به دست است دام را\nدر بزم دور يک دو قدح درکش و برو\nيعني طمع مدار وصال دوام را\nاي دل شباب رفت و نچيدي گلي ز عيش\nپيرانه سر مکن هنري ننگ و نام را\nدر عيش نقد کوش که چون آبخور نماند\nآدم بهشت روضه دارالسلام را\nما را بر آستان تو بس حق خدمت است\nاي خواجه بازبين به ترحم غلام را\nحافظ مريد جام مي است اي صبا برو\nوز بنده بندگي برسان شيخ جام را",
        "id": "HQ007",
        "link1": "https://podcasts.apple.com/us/podcast/%D8%B1%D9%88%D8%A7%D9%82-ravaq/id1459918086?i=1000651638301",
        "link2": "",
        "share": null,
        "title": "7- صوفي بيا که آينه صافيست جام را",
        "vazn": "مفعول فاعلات مفاعیل فاعلن",
        "voice": null
    },
    {
        "alarm": null,
        "content": "ساقيا برخيز و درده جام را\nخاک بر سر کن غم ايام را\nساغر مي بر کفم نه تا ز بر\nبرکشم اين دلق ازرق فام را\nگر چه بدناميست نزد عاقلان\nما نمي خواهيم ننگ و نام را\nباده درده چند از اين باد غرور\nخاک بر سر نفس نافرجام را\nدود آه سينه نالان من\nسوخت اين افسردگان خام را\nمحرم راز دل شيداي خود\nکس نمي بينم ز خاص و عام را\nبا دلارامي مرا خاطر خوش است\nکز دلم يک باره برد آرام را\nننگرد ديگر به سرو اندر چمن\nهر که ديد آن سرو سيم اندام را\nصبر کن حافظ به سختي روز و شب\nعاقبت روزي بيابي کام را",
        "id": "HQ008",
        "link1": "https://podcasts.apple.com/us/podcast/%D8%B1%D9%88%D8%A7%D9%82-ravaq/id1459918086?i=1000651696302",
        "link2": "",
        "share": null,
        "title": "8- ساقيا برخيز و درده جام را",
        "vazn": "فاعلاتن فاعلاتن فاعلن",
        "voice": null
    },
    {
        "alarm": null,
        "content": "رونق عهد شباب است دگر بستان را\nمي رسد مژده گل بلبل خوش الحان را\nاي صبا گر به جوانان چمن بازرسي\nخدمت ما برسان سرو و گل و ريحان را\nگر چنين جلوه کند مغبچه باده فروش\nخاکروب در ميخانه کنم مژگان را\nاي که بر مه کشي از عنبر سارا چوگان\nمضطرب حال مگردان من سرگردان را\nترسم اين قوم که بر دردکشان مي خندند\nدر سر کار خرابات کنند ايمان را\nيار مردان خدا باش که در کشتي نوح\nهست خاکي که به آبي نخرد طوفان را\nبرو از خانه گردون به در و نان مطلب\nکان سيه کاسه در آخر بکشد مهمان را\nهر که را خوابگه آخر مشتي خاک است\nگو چه حاجت که به افلاک کشي ايوان را\nماه کنعاني من مسند مصر آن تو شد\nوقت آن است که بدرود کني زندان را\nحافظا مي خور و رندي کن و خوش باش ولي\nدام تزوير مکن چون دگران قرآن را",
        "id": "HQ009",
        "link1": "https://podcasts.apple.com/us/podcast/%D8%B1%D9%88%D8%A7%D9%82-ravaq/id1459918086?i=1000651814697",
        "link2": "",
        "share": null,
        "title": "9- رونق عهد شباب است دگر بستان را",
        "vazn": "فعلاتن فعلاتن فعلاتن فعلن",
        "voice": null
    },
    {
        "alarm": null,
        "content": "دوش از مسجد سوي ميخانه می‌شد پير ما\nچيست ياران طريقت بعد از اين تدبير ما\nما مريدان روي سوي قبله چون آريم چون\nروي سوي خانه خمار دارد پير ما\nدر خرابات طريقت ما به هم منزل شويم\nکاين چنين رفته ست در عهد ازل تقدير ما\nعقل اگر داند که دل دربند زلفش چون خوش است\nعاقلان ديوانه گردند از پي زنجير ما\nروي خوبت آيتي از لطف بر ما کشف کرد\nزان زمان جز لطف و خوبي نيست در تفسير ما\nبا دل سنگينت آيا هيچ درگيرد شبي\nآه آتشناک و سوز سينه شبگير ما\nتير آه ما ز گردون بگذرد حافظ خموش\nرحم کن بر جان خود پرهيز کن از تير ما",
        "id": "HQ010",
        "link1": "https://podcasts.apple.com/us/podcast/%D8%B1%D9%88%D8%A7%D9%82-ravaq/id1459918086?i=1000651940126",
        "link2": "",
        "share": null,
        "title": "10- دوش از مسجد سوي ميخانه می‌شد پير ما",
        "vazn": "فاعلاتن فاعلاتن فاعلاتن فاعلن ",
        "voice": null
    }
]